"CANCEL" = "Отменить";
"DONE" = "Готово";
"OK" = "ОК";

"VOICE_MEMOS_NAVIGATION_TITLE" = "Записи";
"INFO_NAVIGATION_TITLE" = "Свойства";
"LABEL_NAVIGATION_TITLE" = "Название";
"CUSTOM_NAVIGATION_TITLE" = "Произвольное";

"SHARE" = "";
"DELETE" = "Удалить";

"SHARE_DETAILS_BUTTON" = "Отправить";
"TRIM_DETAILS_BUTTON" = "Обрезать";

"SPEAKER_BUTTON" = "Динамик";
"DELETE_MEMO_BUTTON" = "Удалить запись";
"SEND_TRIMMED_MMS_BUTTON" = "Отправить сообщение";
"SEND_TRIMMED_MAIL_BUTTON" = "Отправить e-mail";
"SHARE_PROMPT" = "Отправить запись по:";
"SEND_MAIL_BUTTON" = "Е-mail";
"SEND_MMS_BUTTON" = "Сообщение";
"TRIM_BUTTON" = "Обрезать запись";
"CLOSE_BUTTON" = "Закрыть";
"OK_BUTTON" = "ОК";

"NONE_LABEL" = "Без названия";
"PODCAST_LABEL" = "Подкаст";
"INTERVIEW_LABEL" = "Интервью";
"LECTURE_LABEL" = "Лекция";
"IDEA_LABEL" = "Идея";
"MEETING_LABEL" = "Совещание";
"MEMO_LABEL" = "Памятка";
"CUSTOM_LABEL" = "Произвольное";

"RECORDED_ON_FORMAT" = "Записано: %@";
"RECORDED_ON_FORMAT_EXTENDED" = "Записано: %@, в %@";

"RECORDING_STATUS_BAR_FORMAT" = "Запись  %@";
"RECORDING_PAUSED_STATUS_BAR_FORMAT" = "Запись приостановлена %@";
"RECORDING_STATUS_BAR_TIME_HMS_FORMAT" = "%d:%02d:%02d";
"RECORDING_STATUS_BAR_TIME_MS_FORMAT" = "%02d:%02d";

"RECORDING_DURATION_HMS_UNITS_FORMAT" = "%d час. %d мин. %d сек.";
"RECORDING_DURATION_HMS_NO_UNITS_FORMAT" = "%d:%02d:%02d";
"RECORDING_DURATION_MS_UNITS_FORMAT" = "%d мин. %d сек.";
"RECORDING_DURATION_MS_NO_UNITS_FORMAT" = "%02d:%02d";
"RECORDING_DURATION_S_UNITS_FORMAT" = "%d сек.";
"RECORDING_DURATION_S_NO_UNITS_FORMAT" = "00:%02d";

"MEMO_TOO_LONG_ALERT_TITLE" = "Слишком длинная";
"MEMO_TOO_LONG_ALERT_BODY" = "Хотите выбрать более короткую версию этой речевой заметки для отправки?";

"UNABLE_TO_RECORD_ALERT_TITLE" = "Нет микрофона";
"UNABLE_TO_RECORD_ALERT_BODY" = "Подключите микрофон, чтобы произвести запись.";

"UNABLE_TO_INTERRUPT_ALERT_TITLE" = "Запись отключена";
"UNABLE_TO_INTERRUPT_ALERT_BODY" = "Завершите вызов, чтобы произвести запись.";

"LOW_DISK_SPACE_ALERT_TITLE" = "Мало места на диске";
"LOW_DISK_SPACE_ALERT_BODY" = "Недостаточно дискового пространства, чтобы продолжить запись речевых заметок. Освободите место, удалив имеющиеся видео или фотографии.";

"NO_MAIL_ACCOUNT_ALERT_TITLE" = "Необходимо настроить Mail, чтобы отправлять записи голосовых заметок.";

"MEMO_FILENAME" = "Запись";
